tap 'hashicorp/tap'

brew 'age'
brew 'ansible'
brew 'ansible-lint'
brew 'alesbrelih/gitlab-ci-ls/gitlab-ci-ls'
brew 'argocd'
brew 'awscli'
brew 'bash-language-server'
brew 'bat'
brew 'biome'
brew 'chafa' # image preview used in nvim
brew 'cilium-cli'
brew 'cmctl' # cert-manager
brew 'composer'
brew 'direnv'
brew 'dive'
brew 'docker-ls'
brew 'dockerfmt'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'gitleaks'
brew 'go'
brew 'gofumpt'
brew 'goimports'
brew 'golangci-lint'
brew 'golangci-lint-langserver'
brew 'gopls'
brew 'go-task'
brew 'hadolint'
brew 'hashicorp/tap/vagrant'
brew 'hashicorp/tap/vault'
brew 'helm'
brew 'helm-ls'
brew 'istioctl'
brew 'jq'
brew 'k9s'
brew 'krew'
brew 'kubecolor'
brew 'kubeconform'
brew 'kubectx'
brew 'kubelogin'
brew 'kubent'
brew 'kubernetes-cli'
brew 'kubeseal'
brew 'kustomize'
brew 'lazygit'
brew 'lua-language-server'
brew 'luajit'
brew 'luarocks'
brew 'markdown-toc'
brew 'marksman'
brew 'neovim'
brew 'npm'
brew 'oh-my-posh'
brew 'opentofu'
brew 'php-cs-fixer'
brew 'podman'
brew 'popeye'
brew 'prettier'
brew 'pyright'
brew 'redis'
brew 'ruff'
brew 'ripgrep'
brew 'robusta-dev/homebrew-krr/krr'
brew 'ruby-lsp'
brew 'shellcheck'
brew 'shfmt'
brew 'siderolabs/tap/talosctl'
brew 'sops'
brew 'sshs'
brew 'sqlfluff'
brew 'sql-language-server'
brew 'stow'
brew 'stylua'
brew 'tailspin'
brew 'talhelper'
brew 'taplo'
brew 'terragrunt'
brew 'tofu-ls'
brew 'tflint'
brew 'tmux'
brew 'tree-sitter'
brew 'trivy'
brew 'typescript-language-server'
brew 'velero'
brew 'vim'
brew 'viu' # image previewer used in nvim lua fzf
brew 'wget'
brew 'xsel'
brew 'yamlfmt'
brew 'yaml-language-server'
brew 'yazi'
brew 'yq'
brew 'zoxide'
brew 'zsh'
