brew 'ansible'
brew 'ansible-lint'
brew 'argocd'
brew 'awscli'
brew 'bat'
brew 'dust'
brew 'fd'
brew 'fzf'
brew 'helm'
brew 'k9s'
brew 'krew'
brew 'kubent'
brew 'kubernetes-cli'
brew 'kubeseal'
brew 'kustomize'
brew 'neovim'
brew 'ripgrep'
brew 'shellcheck'
brew 'trivy'
brew 'tailspin'
brew 'yq'
brew 'zoxide'
