brew 'age'
brew 'ansible'
brew 'ansible-lint'
brew 'bat'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'helm'
brew 'jandedobbeleer/oh-my-posh/oh-my-posh'
brew 'k9s'
brew 'krew'
brew 'kubecm'
brew 'kubent'
brew 'kubernetes-cli'
brew 'kubeseal'
brew 'kustomize'
brew 'neovim'
brew 'ripgrep'
brew 'shellcheck'
brew 'siderolabs/tap/talosctl'
brew 'sops'
brew 'sshs'
bre 'talhelper'
brew 'trivy'
brew 'tailspin'
brew 'yq'
brew 'zoxide'
brew 'zsh'